[{
   "id": "5807ea73-0807-4c75-81a9-72252ceeab9d",
   "nombre": "EA SPORTS FC™ 24",
   "plataforma": "PS5",
   "precio": 70,
   "stock": 10,
   "descripcion": "EA SPORTS FC™ 24 te da la bienvenida a The World's Game: la experiencia futbolística más fiel hasta la fecha con HyperMotionV, PlayStyles optimizado por Opta y el motor mejorado de Frostbite™.",
   "categorias": "deportes",
   "imagenPrincipal": "1705063867447_products.jpg"
},
   {
      "id": 1,
      "nombre": "Assassin's Creed Valhall",
      "imagenPrincipal": "1704981482246_products.jpeg",
      "plataforma": "XBOX_ONE",
      "precio": 1000000,
      "stock": 0,
      "descripcion": "Conviértete en Eivor, un poderoso saqueador vikingo y lidera a tu clan desde las inclementes costas de Noruega a un nuevo hogar en medio de las exuberantes tierras de cultivo de la Inglaterra del siglo IX. Explora un hermoso y misterioso mundo abierto donde te enfrentarás a brutales enemigos, saquearás fortalezas, construirás el nuevo asentamiento de tu clan y forjarás alianzas para conseguir la gloria y obtener un lugar en el Valhalla. Inglaterra, en la época de los vikingos, es una nación fracturada llena de amos mezquinos y reinos en guerra. Debajo de todo el caos yace una tierra salvaje y llena de abundancia que espera a un nuevo conquistador. ¿Serás tú?",
      "categorias": [
         "accion",
         "aventura",
         "carreras"
      ],
      "image": "1704981420638_products.png"
   },
   {
      "id": 2,
      "nombre": "Grand Theft Auto V - Premium Edition",
      "imagenPrincipal": "grand-theft-auto-v-premium-edition-ps4.webp",
      "plataforma": "PS3",
      "precio": 200000,
      "stock": 0,
      "descripcion": "Un joven estafador callejero, un ladrón de bancos retirado y un psicópata ater,rador se ven involucrados con lo peor y más desquiciado del mundo criminal, del gobierno de los EE. UU. y de la industria del espectáculo, y tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad implacable en la que no pueden confiar en nadie. Y mucho menos los unos en los otros.",
      "categorias": [
         "accion",
         "aventura",
         "carreras"
      ]
   },
   {
      "id": 3,
      "nombre": "Everybody Dance 2 - PS3",
      "imagenPrincipal": "everybody-dance-2-ps3.webp",
      "plataforma": "PS3",
      "precio": 10399.99,
      "stock": 1,
      "descripcion": "40 nuevas canciones que te prohibirán quedarte quieto, un nuevo modo multijugador y la opción de compartir fotos y videos de tus rutinas en las redes sociales, con éxitos de artistas como Gwen Stefani, Nicki Minaj, Selena Gomez, One Direction, Lady Gaga, Basement Jaxx y más.",
      "categorias": "accion"
   },
   {
      "id": 4,
      "nombre": "NBA 2K17 - XBOX ONE",
      "imagenPrincipal": "nba-2k17-xbox-one.webp",
      "plataforma": "PS3",
      "precio": 1000000,
      "stock": 5,
      "descripcion": "Con Paul George como figura destacada de esta entrega y la inclusión de equipos de la Euroliga, los jugadores podrán disfrutar de la mejor simulación de este deporte, con modos de juegos variados y mejoras significativas en el control de la pelota para vivir una de sus versiones más realistas.",
      "categorias": "aventura"
   },
   {
      "id": 5,
      "nombre": "Super Smash Bros. - Ultimate - Nintendo Switch",
      "imagenPrincipal": "super-smash-bros-ultimate-nintendo-switch.webp",
      "plataforma": "PS3",
      "precio": 10000,
      "stock": 10,
      "descripcion": "Prepárate para disfrutar de la acción y la pelea en Super Smash Bros. Ultimate, la edición estándar en formato físico para Nintendo Switch. Este emocionante videojuego, desarrollado por Nintendo, Sora y Bandai Namco, te ofrece horas de diversión con tus personajes favoritos en un enfrentamiento épico.",
      "categorias": "accion"
   }
]